Repository: AppliNH/mod
Catalog: mod-survey/service/flu/i18n/lang_*.arb
Languages: de, es, it, ur

# feelHappy
source: Feeling happy
de: Glücklich fühlen
es: Me siento feliz
it: Sentirsi felice
ur: خوشی محسوس ہو رہی ہے

# feelVerySad
source: Feeling very sad
de: Ich fühle mich sehr traurig
es: Sentirse muy triste
it: Mi sento molto triste
ur: بہت اداس لگ رہا ہے

# feelSad
source: Feeling sad
de: Traurig fühlen
es: Sentirse triste
it: Sentirsi triste
ur: اداس محسوس

# feelOk
source: Feeling Ok
de: Ich fühle mich in Ordnung
es: Sentirse bien
it: Mi sento bene
ur: ٹھیک ہو رہا ہے

# feelVeryHappy
source: Feeling very happy
de: Ich fühle mich sehr glücklich
es: Sentirse muy feliz
it: Mi sento molto felice
ur: بہت خوشی محسوس ہورہی ہے

source: Playing games
de: Spiele spielen
es: Jugando juegos
it: Giocare
ur: کھیل کھیلنا

source: Jogging
de: Joggen
es: Trotar
ur: ٹہلنا

# playingInstrument
source: Playing an instrument
de: Ein Instrument spielen
es: Tocando un instrumento
it: Suonando uno strumento
ur: آلہ بجانا

source: Family and Friends
de: Familie und Freunde
es: Familiares y amigos
it: Famiglia e amici
ur: کنبہ اور دوست

source: Doing Sports
de: Sport machen
es: Haciendo deportes
it: Fare sport
ur: کھیل کھیلنا

source: Reading
de: lesen
es: Leyendo
it: Lettura
ur: پڑھنا

source: Being productive
de: Produktiv sein
es: Ser productivo
it: Essere produttivi
ur: نتیجہ خیز ہونا

source: All of the time
de: Die ganze Zeit
es: Todo el tiempo
it: Tutto il tempo
ur: ہر وقت

source: Most of the time
de: Meistens
es: La mayor parte del tiempo
it: La maggior parte delle volte
ur: زیادہ تر وقت

source: More than half of the time
de: Mehr als die Hälfte der Zeit
es: Más de la mitad del tiempo
it: Più della metà delle volte
ur: آدھے سے زیادہ وقت

source: Less than half of the time
de: Weniger als die Hälfte der Zeit
es: Menos de la mitad del tiempo
it: Meno della metà delle volte
ur: نصف سے بھی کم وقت

source: Some of the time
de: Einen Teil der Zeit
es: Algo de tiempo
it: Qualche volta
ur: کچھ وقت

source: At no time
de: Zu keiner Zeit
es: En ningún momento
it: In nessun momento
ur: بلا تاخیر

source: Piano
de: Klavier
it: Pianoforte
ur: پیانو

source: Guitar
de: Gitarre
es: Guitarra
it: Chitarra
ur: گٹار

source: Fun
de: Spaß
es: Divertido
it: divertimento
ur: مزہ

source: Easy to play
de: Einfach zu spielen
es: Fácil de jugar
it: Facile da giocare
ur: کھیلنا آسان ہے

source: Charming
de: Charmant
es: Encantador
it: Affascinante
ur: دلکش

source: Popular
de: Beliebt
it: Popolare
ur: مقبول

source: One
de: Einer
es: Uno
it: Uno
ur: ایک

source: Two
de: Zwei
es: Dos
it: Due
ur: دو

source: Three
de: Drei
es: Tres
it: Tre
ur: تین

source: Four
de: Vier
es: Cuatro
it: quattro
ur: چار

# smokingQuestion
source: Do you smoke?
de: Rauchen Sie?
es: ¿Fumas?
it: Fumi?
ur: آپ تمباکو نوشی کرتے ہیں؟

# imageChoiceQuestion
source: Indicate your mood by selecting a picture!
de: Zeigen Sie Ihre Stimmung an, indem Sie ein Bild auswählen!
es: ¡Indique su estado de ánimo seleccionando una imagen!
it: Indica il tuo umore selezionando un'immagine!
ur: تصویر منتخب کرکے اپنے مزاج کی نشاندہی کریں!

# numberOfCigsQuestion
source: How many cigarettes do you smoke a day
de: Wie viele Zigaretten rauchen Sie pro Tag?
es: ¿Cuántos cigarrillos fuma al día?
it: Quante sigarette fumi al giorno
ur: ایک دن میں آپ کتنے سگریٹ پیتے ہیں

# instructionWelcome
source: Welcome!
de: Herzlich willkommen!
es: ¡Bienvenido!
it: Benvenuto!
ur: خوش آمدید!

# instructionDetails
source: For the sake of science of course...
de: Natürlich der Wissenschaft zuliebe ...
es: Por el bien de la ciencia, por supuesto ...
it: Per il bene della scienza, ovviamente ...
ur: یقینا سائنس کی خاطر ...

# instructionText
source: Please fill out this questionnaire! In this questionnaire answers to some questions will determine what other questions you will get. You can not skip these question, although you are free to skip the other questions.
de: Bitte füllen Sie diesen Fragebogen aus! In diesem Fragebogen bestimmen Antworten auf einige Fragen, welche anderen Fragen Sie erhalten. Sie können diese Frage nicht überspringen, obwohl Sie die anderen Fragen überspringen können.
es: ¡Por favor complete este cuestionario! En este cuestionario, las respuestas a algunas preguntas determinarán qué otras preguntas obtendrá. No puede omitir estas preguntas, aunque puede omitir las otras preguntas.
it: Si prega di compilare questo questionario! In questo questionario le risposte ad alcune domande determineranno quali altre domande riceverai. Non puoi saltare queste domande, anche se sei libero di saltare le altre domande.
ur: برائےکرم یہ سوالنامہ پُر کریں! اس سوالنامے میں کچھ سوالات کے جوابات سے طے ہوگا کہ آپ کو کیا دوسرے سوالات ہوں گے۔ آپ ان سوالات کو چھوڑ نہیں سکتے ہیں ، حالانکہ آپ دوسرے سوالات کو چھوڑنے کے لئے آزاد ہیں۔

# singleChoiceQuestion
source: I have felt cheerful and in good spirits
de: Ich habe mich fröhlich und gut gelaunt gefühlt
es: Me he sentido alegre y de buen humor
it: Mi sono sentito allegro e di buon umore
ur: میں نے خوشگوار اور اچھی روحوں کو محسوس کیا ہے

# multiChoiceQuestionStep1
source: What makes you happy?
de: Was dich glücklich macht?
es: ¿Qué te hace feliz?
it: Cosa ti rende felice?
ur: کس چیز سے آپ خوش ہوں؟

# multiChoiceQuestionStep2
source: Choose (a) number(s)
de: Wählen Sie (a) Nummer (n)
es: Elija (un) número (s)
it: Scegli (un) numero (i)
ur: (a) نمبر (زبانیں) منتخب کریں

# alphabetQuestion
source: Choose (a) letter(s)
de: Wählen Sie (a) Buchstaben.
es: Elija (una) letra (s)
it: Scegli (una) lettera (e)
ur: (ایک) خط (زبانیں) منتخب کریں

# alphabetDetail
source: detail
es: detalle
it: dettaglio
ur: تفصیل

# instrumentQuestion
source: Which instrument are you playing?
de: Welches Instrument spielst du?
es: ¿Qué instrumento estás tocando?
it: Quale strumento stai suonando?
ur: آپ کون سا آلہ بجارہے ہیں؟

# instrumentMinutesQuestion
source: How many minutes do you spend practicing a week?
de: Wie viele Minuten üben Sie pro Woche?
es: ¿Cuántos minutos pasas practicando a la semana?
it: Quanti minuti dedichi alla pratica in una settimana?
ur: آپ ایک ہفتے میں کتنے منٹ خرچ کرتے ہیں؟

# musicQuestion
source: Questions about music
de: Fragen zur Musik
es: Preguntas sobre música
it: Domande sulla musica
ur: موسیقی سے متعلق سوالات

# guitarChoiceQuestion
source: Why did you start playing the guitar?
de: Warum hast du angefangen Gitarre zu spielen?
es: ¿Por qué empezaste a tocar la guitarra?
it: Perché hai iniziato a suonare la chitarra?
ur: آپ نے گٹار بجانا کیوں شروع کیا؟

# completionFinished
source: Finished
de: Fertig
es: Terminado
it: Finito
ur: ختم

# completionText
source: Thank you for filling out the survey
de: Vielen Dank für das Ausfüllen der Umfrage
es: Gracias por completar la encuesta
it: Grazie per aver compilato il sondaggio
ur: سروے کو پُر کرنے کا شکریہ
